from flask import render_template


def register_routes(app):
    """Регистрирует маршруты на переданном Flask-приложении."""

    # УЧАСТНИК 1: Главная — начало
    pass
    # УЧАСТНИК 1: Главная — конец

    # УЧАСТНИК 2: Меню — начало
    pass
    # УЧАСТНИК 2: Меню — конец

    # УЧАСТНИК 3: Акции — начало
    pass
    # УЧАСТНИК 3: Акции — конец

    # УЧАСТНИК 4: Доставка и оплата — начало
    pass
    # УЧАСТНИК 4: Доставка и оплата — конец

    # УЧАСТНИК 5: Контакты — начало
    pass
    # УЧАСТНИК 5: Контакты — конец
